Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/kronikk:_digitale_seksuelle_overgrep_i_alvorlig_utvikling.html.tmx
Source language: nob
Languages: sme

source: Kronikk: Digitale seksuelle overgrep i alvorlig utvikling
sme: Kronihkka: Digitálalaš seksuálalaš illastemiid duođalaš ovdáneapmi

source: 25. november er FNs dag for avskaffelse av vold mot kvinner.
sme: Skábmamánu 25. beaivi lea ON riikkaidgaskasaš beaivi veahkaválddi eastadeamis nissonolbmuid vuostá.

source: Det gir oss mulighet til å sette søkelys på et viktig tema, skriver sametingsråd Elisabeth Erke (Sp) i denne kronikken.
sme: Dan olis mii oainnusmahttit dehálaš fáttá, čállá sámediggeráđđi Elisabeth Erke (Gb) dán kronihkas.

source: Sametinget ser at digitale seksuelle overgrep er et alvorlig samfunnsproblem som berører oss alle.
sme: Sámediggi oaidná ahte seksuálalaš illasteapmi digitálalaččat lea duođalaš servodatváttisvuohta mii čuohcá midjiide buohkaide.

source: Våre barn og unge deltar i økende grad på en digital arena.
sme: Min mánáid ja nuoraid searvan digitála arenaide lassána.

source: Det er både en læringsarena og en del av en barne- og ungdomskultur.
sme: Dat arena lea sihke oahppanarena ja oassin mánáid- ja nuoraidkultuvrras.

source: Samtidig viser tall at antall barn og unge som utsettes for seksuelle overgrep på internett er sterkt økende.
sme: Seammás čájehit logut ahte eambbo ja eambbo mánát ja nuorat gillájit seksuálalaš illastemiid interneahtas.

source: Ny nasjonal forskning fra Nasjonalt kunnskapssenter for vold og traumatisk stress fra 2023, viser at konsekvensene av å bli utsatt for bildebaserte seksuelle overgrep kan være like skadelig som å bli utsatt for direkte fysiske seksuelle overgrep.
sme: Ođđa nationála dutkan maid Nasjonal kunnskapssenter for vold og traumatisk stress lea almmuhan, čájeha ahte govvavuđot seksuálalaš illasteapmi sáhttá vahágahttit liikká ollu go fysalaš seksuálalaš illasteapmi.

source: Post-traumatisk stresslidelse, depresjon, angst og konsentrasjonsvansker er følger som er rapportert.
sme: Post-traumáhtalaš streassagillámuš, lossamiella, áŧestus ja konsentrašuvdnaváttut leat váikkuhusat maid birra lea dieđihuvvon.

source: I tillegg vil ofre for digitale overgrep kunne oppleve at ansvaret for overgrepene legges på dem. Det kan være med å påføre skam og skyld for dem som har opplevd dette.
sme: Dasa lassin sáhttet digitála illastemiid gillájeaddjit ieža vásihit sivahallojuvvot daid geažil. Dat sáhttá dagahit ahte gillájeaddjit heahpanit ja dovdet iežaset sivalažžan.

source: Utsatte for digitale seksuelle overgrep har aldri skyld i dette, ansvaret for overgrepene ligger alltid hos utøver.
sme: Digitálalaš seksuálalaš illasteapmi ii leat goassege gillájeaddji sivva, dat ovddasvástádus gullá álo illasteaddjái.

source: Den eksisterende forskning på feltet har ikke spesifikk kunnskap om omfang og opplevelse av hjelpetilbudet blant samiske barn og unge.
sme: Dán suorggi dálá dutkamušain eai leat erenoamáš dieđut sámi mánáid ja nuoraid veahkkefálaldaga viidodagas ja das movt sii vásihit daid.

source: Sametinget har i sin dialog med regjeringen bedt om ytterligere forskning på digital vold i det samiske samfunn.
sme: Go Sámediggi lea gulahallan Ráđđehusain, de lea bivdán ahte digitálalaš veahkaválddálašvuohta sámi servodagain eambbo dutkojuvvošii.

source: Dette vil vi følge opp nærmere med ansvarlige myndigheter.
sme: Dan mii čuovvulit dárkileappot ovddasvástideaddji eiseválddiiguin.

source: Det vi alle, som enkeltpersoner og samfunn, kan gjøre er å øke vår bevissthet om digitale seksuelle overgrep.
sme: Dat maid mii buohkat sáhttit dahkat, ovttaskas olmmožin ja servodahkan, lea ahte mii buoridit iežamet diđolašvuođa digitálalaš seksuálalaš illastemiid birra.

source: Som foreldre, lærere og fritidsledere må vi ha økt fokus på barnas tilstedeværelse på den digitale arenaen.
sme: Váhnemin, oahpaheaddjin ja astoáiggejođiheaddjin mii fertet eambbo gozihit mánáid searvama digitála arenai.

source: Vi må trygge barn og unge på at de kan fortelle oss om hva de opplever på nett.
sme: Mánát ja nuorat fertejit diehtit ahte lea oadjebas midjiide muitalit maid sii vásihit neahtas.

source: Som voksne trenger vi å vite hvor vi kan henvende oss.
sme: Rávisolmmožin mii fertet diehtit geainna sáhttit váldit oktavuođa.

source: Politiets nettpatruljer, lærer og helsesykepleier kan veilede oss videre i slike saker.
sme: Politiija neahttajoavkkut, oahpaheaddjit ja dearvvašvuođabuohccidivššárat sáhttet min rávvet dakkár áššiin.

source: Til sist må vi erkjenne at vi, i de samiske samfunn, har en plikt til å opparbeide kunnskap og bevisste holdninger til dette.
sme: Loahpas mii fertet dovddastit ahte mis, sámi servodagain, lea geatnegasvuohta háhkat dieđuid dán birra ja leat diđolaččat iežamet miellaguottuid dáfus.

source: Vi kan ikke tillate at det senker seg et taushetens mørke over disse sakene.
sme: Eat mii sáhte dohkkehit ahte jávohisvuođa seavdnjadas čiehká dáid áššiid.

source: Åpenhet er en av nøklene til å bekjempe vold i alle former.
sme: Rabasvuohta lea okta čovdosiin buotlágan veahkaválddálašvuođa eastadeapmái.

source: Sametingspresident Silje Karine Muotka minner om at bak hvert bilde av overgrep mot barn så er det et offer.
sme: Sámediggepresideanta Silje Karine Muotka muittuha ahte juohke mánáidillastangova duohken lea gillájeaddji.

source: Det er det som gjør distribusjon av slike bilder så alvorlig.
sme: Dan dihte lea dákkár govaid juogadeapmi nu duođalaš.

source: La oss ta det med oss videre i kampen mot seksuell vold.
sme: Muitot dan go mii dáistalit seksuálalaš veahkaválddálašvuođa vuostá.
